{
  "error.title": "Error",
  "error.invalid.start.condition": "Ongeldige van expressie. Gelieve geldige cron-syntax te gebruiken.",
  "error.invalid.end.condition": "Ongeldige tot expressie. Gelieve geldige cron-syntax te gebruiken.",
  "error.CRONEXPRESSION": "Gelieve geldige cron-syntax te gebruiken",
  "error.SYSTEM": "Oeps, er ging iets mis. Neem contact op met uw systeembeheerder.",
  "error.username.empty": "Gelieve het veld gebruikersnaam in te vullen.",
  "error.username.too.short": "De opgegeven gebruikersnaam is te kort. De gebruikersnaam dient minstens {0} karakters lang te zijn.",
  "error.username.too.long": "De opgegeven gebruikersnaam is te lang. De gebruikersnaam dient maximaal {0} karakters lang te zijn.",
  "error.username.invalid": "De opgegeven gebruikersnaam is ongeldig. Enkel alfanumerieke karakters en '_' zijn toegelaten.",
  "error.firstname.too.short": "De opgegeven voornaam is te kort. De voornaam dient minstens {0} karakters lang te zijn.",
  "error.firstname.too.long": "De opgegeven voornaam is te lang. De voornaam dient maximaal {0} karakters lang te zijn.",
  "error.name.too.short": "De opgegeven familienaam is te kort. De familienaam dient minstens {0} karakters lang te zijn.",
  "error.name.too.long": "De opgegeven familienaam is te lang. De familienaam dient maximaal {0} karakters lang te zijn.",
  "error.successurl.too.long": "De opgegeven succes url is te lang. De succes url dient maximaal {0} karakters lang te zijn.",
  "error.language.empty": "Gelieve een taalkeuze te maken.",
  "error.status.empty": "Gelieve een status op te geven.",
  "error.user.already.exists": "De gebruikersnaam is niet meer beschikbaar.",
  "error.user.doesnt.exists": "De gebruikersnaam bestaat niet.",
  "error.optimistic.lock": "De getoonde gegevens zijn gewijzigd door een andere gebruiker. De toepassing dient opnieuw te worden ingeladen alvorens verder te gaan.",
  "error.SESSION_EXPIRED": "Uw sessie is vervallen.",
  "error.update.failed": "Er is een fout opgetreden bij het updaten van de data.",
  "error.create.failed": "Er is een fout opgetreden bij het aanmaken van de data.",
  "error.refresh.failed": "Er is een fout opgetreden bij het verversen van de data.",
  "error.no.role.selected": "Er is een fout opgetreden: er is geen rol geselecteerd.",
  "error.adding.rol": "Er is een fout opgetreden tijdens het toevoegen van een rol.",
  "error.remove.rol": "Er is een fout opgetreden tijdens het verwijderen van een rol.",
  "error.adding.user": "Er is een fout opgetreden tijdens het toevoegen van een user.",
  "error.remove.user": "Er is een fout opgetreden tijdens het verwijderen van een user.",
  "error.adding.policy": "Er is een fout opgetreden tijdens het toevoegen van een policy.",
  "error.remove.policy": "Er is een fout opgetreden tijdens het verwijderen van een policy.",
  "error.adding.rule": "Er is een fout opgetreden tijdens het toevoegen van een rule.",
  "error.remove.rule": "Er is een fout opgetreden tijdens het verwijderen van een rule.",
  "error.no.policy.selected": "Er is een fout opgetreden: er is geen policy geselecteerd.",
  "error.loading.data": "Er is een fout opgetreden bij het ophalen van de data.",
  "error.reset.password.failed": "Paswoord kon niet gereset worden.",
  "error.password.invalid.length": "Het paswoord voldoet niet aan de minimum of maximum lengte.",
  "error.password.invalid.complexity": "Het wachtwoord is te eenvoudig en niet veilig genoeg.",
  "error.password.dont.match": "Het nieuwe wachtwoord komt niet overeen met het bevestigingswachtwoord.",
  "error.password.same.as.old": "Het nieuwe wachtwoord komt overeen met het bestaande wachtwoord.",
  "error.create.invalid.type": "Er is een fout opgetreden bij het aanmaken van de gebruiker.",
  "error.cache.refresh.failed": "Er is een fout opgetreden bij het hernieuwen van de server cache.",
  "error.email.is.required": "Het is verplicht om een emailadres in te vullen.",
  "error.email.invalid": "Het opgegeven emailadres is geen correct emailadres .",
  "error.user.already.exists.with.email": "Het opgegeven email adres: {0} is al toegekend aan een bestaande gebruiker.",
  "error.login.time.expired": "De login tijd is verlopen."
}