{
  "error.title": "Une erreur s'est produite",
  "error.INVALID_START_CONDITION": "Invalid from expression. Please verify the cron syntax.",
  "error.INVALID_END_CONDITION": "Invalid to expression. Please verify the cron syntax.",
  "error.CRONEXPRESSION": "Vérifiez la syntaxe cron.",
  "error.SYSTEM": "Attention, Erreure Système. S'il vous plaît contactez votre administrateur système.",
  "error.USERNAME_EMPTY": "S'il vous plaît remplir la zone Nom d'utilisateur.",
  "error.USERNAME_TOO_SHORT": "Le nom d'utilisateur spécifié est trop court. Le nom d'utilisateur doit contenir au moins {0} caractères.",
  "error.USERNAME_TOO_LONG": "Le nom d'utilisateur spécifié est trop long. Le nom d'utilisateur peut contenir au maximum {0} caractères.",
  "error.USERNAME_INVALID": "Le nom d'utilisateur spécifié n'est pas valide. Seuls les caractères alphanumériques et '_' sont autorisés.",
  "error.FIRSTNAME_TOO_SHORT": "Le prénom spécifié est trop court. Le prénom doit contenir au moins {0} caractères.",
  "error.FIRSTNAME_TOO_LONG": "Le prénom spécifié est trop long. Le prénom peut contenir au maximum {0} caractères.",
  "error.NAME_TOO_SHORT": "Le nom spécifié est trop court. Le nom doit contenir au moins {0} caractères.",
  "error.NAME_TOO_LONG": "Le nom spécifié est trop long. Le nom peut contenir au maximum {0} caractères.",
  "error.SUCCESSURL_TOO_LONG": "Le URL de succès spécifié est trop long. Le URL de succès peut contenir au maximum {0} caractères.",
  "error.LANGUAGE_EMPTY": "S'il vous plaît spécifier une langue.",
  "error.STATUS_EMPTY": "S'il vous plaît spécifier un statut.",
  "error.USER_ALREADY_EXISTS": "Le nom d'utilisateur existe déjà.",
  "error.OPTIMISTIC_LOCK": "Les données affichées sont mis à jour par un autre utilisateur. L'application doit être rechargé avant de continuer.",
  "error.SESSION_EXPIRED": "Votre session est expiré.",
  "error.update.failed": "Une erreur s'est produite lors de l'actualisation des données.",
  "error.create.failed": "Une erreur s'est produite lors du rafraîchir des données.",
  "error.refresh.failed": "An error occured while refreshing the data.",
  "error.no.role.selected": "Une erreur s'est produite: aucun rôle n'a été sélectionné.",
  "error.no.policy.selected": "Une erreur s'est produite: aucun policy n'a été sélectionné.",
  "error.loading.data": "Une erreur s'est produite lors du charger des données.",
  "error.create.invalid.type": "Une erreur s'est produite lors du créer l'utilisateur.",
  "error.cache.refresh.failed": "Une erreur s'est produite lors du actualiser le cache serveur."

}