{
  "error.title": "Une erreur s'est produite",
  "error.invalid.start.condition": "Invalid from expression. Please verify the cron syntax.",
  "error.invalid.end.condition": "Invalid to expression. Please verify the cron syntax.",
  "error.CRONEXPRESSION": "Vérifiez la syntaxe cron.",
  "error.SYSTEM": "Attention, Erreure Système. S'il vous plaît contactez votre administrateur système.",
  "error.username.empty": "S'il vous plaît remplir la zone Nom d'utilisateur.",
  "error.username.too.short": "Le nom d'utilisateur spécifié est trop court. Le nom d'utilisateur doit contenir au moins {0} caractères.",
  "error.username.too.long": "Le nom d'utilisateur spécifié est trop long. Le nom d'utilisateur peut contenir au maximum {0} caractères.",
  "error.username.invalid": "Le nom d'utilisateur spécifié n'est pas valide. Seuls les caractères alphanumériques et '_' sont autorisés.",
  "error.firstname.too.short": "Le prénom spécifié est trop court. Le prénom doit contenir au moins {0} caractères.",
  "error.firstname.too.long": "Le prénom spécifié est trop long. Le prénom peut contenir au maximum {0} caractères.",
  "error.name.too.short": "Le nom spécifié est trop court. Le nom doit contenir au moins {0} caractères.",
  "error.name.too.long": "Le nom spécifié est trop long. Le nom peut contenir au maximum {0} caractères.",
  "error.successurl.too.long": "Le URL de succès spécifié est trop long. Le URL de succès peut contenir au maximum {0} caractères.",
  "error.language.empty": "S'il vous plaît spécifier une langue.",
  "error.status.empty": "S'il vous plaît spécifier un statut.",
  "error.user.already.exists": "Le nom d'utilisateur existe déjà.",
  "error.user.doesnt.exists": "Le nom d'utilisateur n'existe pas.",
  "error.optimistic.lock": "Les données affichées sont mis à jour par un autre utilisateur. L'application doit être rechargé avant de continuer.",
  "error.SESSION_EXPIRED": "Votre session est expiré.",
  "error.update.failed": "Une erreur s'est produite lors de l'actualisation des données.",
  "error.create.failed": "Une erreur s'est produite lors du rafraîchir des données.",
  "error.refresh.failed": "An error occured while refreshing the data.",
  "error.no.role.selected": "Une erreur s'est produite: aucun rôle n'a été sélectionné.",
  "error.adding.rol": "Une erreur s'est produite en ajoutant d'un rôle.",
  "error.remove.rol": "Une erreur s'est produite pendant l'enlèvement d'un rôle.",
  "error.adding.user": "Une erreur s'est produite en ajoutant d'un utilisateur.",
  "error.remove.user": "Une erreur s'est produite pendant l'enlèvement d'un utilisateur.",
  "error.adding.policy": "Une erreur s'est produite en ajoutant d'un policy.",
  "error.remove.policy": "Une erreur s'est produite pendant l'enlèvement d'un policy.",
  "error.adding.rule": "Une erreur s'est produite en ajoutant d'une règle.",
  "error.remove.rule": "Une erreur s'est produite pendant l'enlèvement d'une règle.",
  "error.no.policy.selected": "Une erreur s'est produite: aucun policy n'a été sélectionné.",
  "error.loading.data": "Une erreur s'est produite lors du charger des données.",
  "error.create.invalid.type": "Une erreur s'est produite lors du créer l'utilisateur.",
  "error.reset.password.failed": "Une erreur s'est produite lors du reinitialisation du mot de passe.",
  "error.password.invalid.length": "Le mot de passe ne correspond pas à la longueur minimale ou maximale.",
  "error.password.invalid.complexity": "Le mot de passe est trop simple et pas assez sûr.",
  "error.password.dont.match": "Le nouveau mot de passe ne correspond pas au mot de passe de confirmation.",
  "error.password.same.as.old": "Le nouveau mot de passe correspond au mot de passe existant.",
  "error.cache.refresh.failed": "Une erreur s'est produite lors du actualiser le cache serveur.",
  "error.email.is.required": "Il est obligatoire de remplir une adresse e-mail.",
  "error.email.invalid": "L'adresse e-mail fournie n'est pas une adresse e-mail correcte.",
  "error.user.already.exists.with.email": "L'adresse e-mail: {0} est déjà attribuée à un utilisateur existant.",
  "error.login.time.expired": "L'heure de connexion a expiré."
}