{
  "error.title": "Une erreur s'est produite",
  "error.invalid.start.condition": "Invalid from expression. Please verify the cron syntax.",
  "error.invalid.end.condition": "Invalid to expression. Please verify the cron syntax.",
  "error.CRONEXPRESSION": "Vérifiez la syntaxe cron.",
  "error.SYSTEM": "Attention, erreur système. Veuillez contacter votre administrateur système.",
  "error.username.empty": "Veuillez spécifier un nom d'utilisateur.",
  "error.username.too.short": "Le nom d'utilisateur spécifié est trop court. Le nom d'utilisateur doit contenir au moins 3 caractères.",
  "error.username.too.long": "Le nom d'utilisateur spécifié est trop long. Le nom d'utilisateur peut contenir au maximum 15 caractères.",
  "error.username.invalid": "Le nom d'utilisateur spécifié n'est pas valide. Seuls les caractères alphanumériques et '_' sont autorisés.",
  "error.firstname.too.short": "Le prénom spécifié est trop court. Le prénom doit contenir au moins 1 caractère.",
  "error.firstname.too.long": "Le prénom spécifié est trop long. Le prénom peut contenir au maximum 20 caractères.",
  "error.name.too.short": "Le nom spécifié est trop court. Le nom doit contenir au moins 1 caractère.",
  "error.name.too.long": "Le nom spécifié est trop long. Le nom peut contenir au maximum 30 caractères.",
  "error.successurl.too.long": "L'URL de succès spécifiée est trop longue. L'URL de succès peut contenir au maximum 250 caractères.",
  "error.language.empty": "Veuillez spécifier une langue.",
  "error.status.empty": "Veuillez spécifier un statut.",
  "error.user.already.exists": "Le nom d'utilisateur existe déjà.",
  "error.user.doesnt.exists": "Le nom d'utilisateur n'existe pas.",
  "error.optimistic.lock": "Les données affichées sont mises à jour par un autre utilisateur. L'application doit être rechargée avant de continuer. (F5)",
  "error.SESSION_EXPIRED": "Votre session est expirée. Veuillez vous connecter à nouveau.",
  "error.update.failed": "Une erreur s'est produite lors de l'actualisation des données.",
  "error.create.failed": "Une erreur s'est produite lors de la création des données.",
  "error.refresh.failed": "An error occurred while refreshing the data.",
  "error.no.role.selected": "Une erreur s'est produite: aucun rôle n'a été sélectionné.",
  "error.adding.rol": "Une erreur s'est produite lors de l’ajout d'un rôle.",
  "error.remove.rol": "Une erreur s'est produite lors de la suppression d'un rôle.",
  "error.adding.user": "Une erreur s'est produite lors de l’ajout d’un utilisateur.",
  "error.remove.user": "Une erreur s'est produite lors de la suppression d'un utilisateur.",
  "error.adding.policy": "Une erreur s'est produite lors de l’ajout d’une policy.",
  "error.remove.policy": "Une erreur s'est produite lors de la suppression d'une policy.",
  "error.adding.rule": "Une erreur s'est produite lors de l’ajout d’une règle.",
  "error.remove.rule": "Une erreur s'est produite lors de la suppression d'une règle.",
  "error.no.policy.selected": "Une erreur s'est produite: aucune policy n'a été sélectionnée.",
  "error.loading.data": "Une erreur s'est produite lors du chargement des données.",
  "error.create.invalid.type": "Une erreur s'est produite lors de la création de l'utilisateur.",
  "error.reset.password.failed": "Une erreur s'est produite lors de la réinitialisation du mot de passe.",
  "error.password.invalid.length": "Le mot de passe ne correspond pas à la longueur minimale ou maximale.",
  "error.password.invalid.complexity": "Le mot de passe est trop simple et n'est pas assez sûr.",
  "error.password.dont.match": "Le nouveau mot de passe ne correspond pas au mot de passe de confirmation.",
  "error.password.same.as.old": "Le nouveau mot de passe correspond au mot de passe existant.",
  "error.cache.refresh.failed": "Une erreur s'est produite lors de l’actualisation du cache sur le serveur.",
  "error.email.is.required": "L'adresse e-mail est obligatoire.",
  "error.email.invalid": "L'adresse e-mail fournie n'est pas une adresse e-mail correcte.",
  "error.user.already.exists.with.email": "L'adresse e-mail est déjà attribuée à un utilisateur existant.",
  "error.login.time.expired": "L'heure de connexion est expirée."
}