{
  "error.title": "An error has occured",
  "error.invalid.start.condition": "Invalid from expression. Please verify the cron syntax.",
  "error.invalid.end.condition": "Invalid to expression. Please verify the cron syntax.",
  "error.CRONEXPRESSION": "Please verify the cron syntax.",
  "error.SYSTEM": "There was a system error. Please contact your system administrator.",
  "error.username.empty": "Please fill in the username field.",
  "error.username.too.short": "The specified username is too short. The username should be at least 3 characters long.",
  "error.username.too.long": "The specified username is too long. The username should be maximum 15 characters long.",
  "error.username.invalid": "The specified username is invalid. Only alphanumerical characters and '_' are allowed.",
  "error.firstname.too.short": "The specified firstname is too short. The firstname should be at least 1 characters long.",
  "error.firstname.too.long": "The specified firstname is too long. The firstname should be maximum 20 characters long.",
  "error.name.too.short": "The specified lastname is too short. The lastname should be at least 1 characters long.",
  "error.name.too.long": "The specified lastname is too long. The lastname should be maximum 30 characters long.",
  "error.successurl.too.long": "The specified successurl is too long. The successurl should be maximum 250 characters long.",
  "error.language.empty": "Please specify a language.",
  "error.status.empty": "Please specify a status.",
  "error.user.already.exists": "The username is not available.",
  "error.user.doesnt.exists": "The username does not exist.",
  "error.optimistic.lock": "The data was modified by another user. The application must be reloaded before continuing. (F5)",
  "error.SESSION_EXPIRED": "Your session has expired.",
  "error.update.failed": "An error occured while updating the data.",
  "error.create.failed": "An error occured while creating the data.",
  "error.refresh.failed": "An error occurred while refreshing the data.",
  "error.no.role.selected": "An error occured: no role was selected.",
  "error.adding.rol": "An error occured while adding a role.",
  "error.remove.rol": "An error occured while removing a role.",
  "error.adding.user": "An error occured while adding a user.",
  "error.remove.user": "An error occured while removing a user.",
  "error.adding.policy": "An error occured while adding a policy.",
  "error.remove.policy": "An error occured while removing a policy.",
  "error.adding.rule": "An error occured while adding a rule.",
  "error.remove.rule": "An error occured while removing a rule.",
  "error.no.policy.selected": "An error occured: no policy was selected.",
  "error.loading.data": "An error occured while loading the data.",
  "error.create.invalid.type": "An error occured while creating the user.",
  "error.reset.password.failed": "An error occured while resetting the password.",
  "error.password.invalid.length": "The password is either too long or too short.",
  "error.password.invalid.complexity": "The password is too simple and not safe enough.",
  "error.password.dont.match": "The new password does not match the confirmation password.",
  "error.password.same.as.old": "The new password matches the old one.",
  "error.cache.refresh.failed": "An error occurred while refreshing the cache.",
  "error.email.is.required": "It is mandatory to enter an email address.",
  "error.email.invalid": "The entered email address is not a correct email address.",
  "error.user.already.exists.with.email": "The provided e-mail address has already been assigned to an existing user.",
  "error.login.time.expired": "The login time is expired."
}